Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mailman-tm.tmx
Source language: en
Languages: ca_es

source: These policies control the automatic bounce processing system in Mailman. Here's an overview of how it works. <p>When a bounce is received, Mailman tries to extract two pieces of information from the message: the address of the member the message was intended for, and the severity of the problem causing the bounce. The severity can be either <em>hard</em> or <em>soft</em> meaning either a fatal error occurred, or a transient error occurred. When in doubt, a hard severity is used. <p>If no member address can be extracted from the bounce, then the bounce is usually discarded. Otherwise, each member is assigned a <em>bounce score</em> and every time we encounter a bounce from this member we increment the score. Hard bounces increment by 1 while soft bounces increment by 0.5. We only increment the bounce score once per day, so even if we receive ten hard bounces from a member per day, their score will increase by only 1 for that day. <p>When a member's bounce score is greater than the <a href="?VARHELP=bounce/bounce_score_threshold">bounce score threshold</a>, the subscription is disabled. Once disabled, the member will not receive any postings from the list until their membership is explicitly re-enabled (either by the list administrator or the user). However, they will receive occasional reminders that their membership has been disabled, and these reminders will include information about how to re-enable their membership. <p>You can control both the <a href="?VARHELP=bounce/bounce_you_are_disabled_warnings">number of reminders</a> the member will receive and the <a href="?VARHELP=bounce/bounce_you_are_disabled_warnings_interval" >frequency</a> with which these reminders are sent. <p>There is one other important configuration variable; after a certain period of time -- during which no bounces from the member are received -- the bounce information is <a href="?VARHELP=bounce/bounce_info_stale_after">considered stale</a> and discarded. Thus by adjusting this value, and the score threshold, you can control how quickly bouncing members are disabled. You should tune both of these to the frequency and traffic volume of your list.
ca_es: Aquestes polítiques controlen el sistema de rebots automàtics a Mailman. A continuació es resumeix com funciona. Quan es rep un missatge rebotat, Mailman tracta d'extreure la següent informació del missatge: l'adreça del subscriptor al que anava dirigit el missatge i la gravetat del problema que va causar el rebot. La gravetat pot ser <em>greu </em> o lleu depenent si ha ocorregut un error fatal o si ha ocorregut un error transitori. Si existeix algun dubte es suposa que és un error greu. <p>Si no es pot deduir l'adreça del subscriptor del missatge rebotat, aleshores el rebot es descarta. Si no es descarta, a cada subscriptor se li assigna un <em>comptador de rebots</em> i cada vegada que es troba un rebot pertanyent a aquest subscriptor, s'incrementarà el comptador. Els rebots greus incrementen en 1 mentre que els lleus incrementen en 0.5. El comptador només s'incrementa una vegada al dia, de manera que fins i tot quan es rebin centenars de missatges rebotats del subscriptor en un dia, el seu comptador només s'incrementarà en 1 aquest dia. <p>Quan el comptador de rebots d'un subscriptor superi el <a href="?VARHELP=bounce/bounce_score_threshold">llindar de missatges rebotats</a> s'inhabilitarà la seva subscripció. Una vegada que s'inhabiliti, el subscriptor no rebrà més missatges de la llista fins que la seva subscripció sigui explícitament habilitada de nou (ja sigui per l'administrador o pel mateix subscriptor). No obstant, de tant en tant rebra notificacions indicant-li que la seva subscripció ha estat inhabilitada. Les notificacions inclouen informació sobre com tornar a habilitar la seva subscripció. <p>Pots controlar tant el <a href="?VARHELP=bounce/bounce_you_are_disabled_warnings">nombre de recordatoris</a> que rebrà el subscriptor com la <a href="?VARHELP=bounce/bounce_you_are_disabled_warnings_interval" > freqüència </a>amb la que s'enviaran les notificacions. <p>Hi ha una altra variable de configuració important que controla que, transcorregut un determinat període de temps -- durant el qual no es reben rebots del subscriptor -- la informació de rebot es considera a href="?VARHELP=bounce/bounce_info_stale_after"> caduca</a> i es descartada. D'aquesta manera, ajustant aquest valor i el llindar de missatges rebotats, es pot controlar la velocitat a la qual es inhabilita als subscriptors amb problemes de recepció. S'haurian d'ajustar a la freqüència i al volum de la llista en qüestió.

source: Bounce detection sensitivity
ca_es: Sensibilitat de detecció de retorns

source: Should Mailman perform automatic bounce processing?
ca_es: Voleu que el Mailman processi automàticament els retorns?

source: By setting this value to <em>No</em>, you disable all automatic bounce processing for this list, however bounce messages will still be discarded so that the list administrator isn't inundated with them.
ca_es: Posant aquest valor a <em>No</em>, inhabilitarà tot el processament automàtic dels missatges rebotats d'aquesta llista, no obstant, els missatges rebotats es llençaran, de manera que no inundin la bústia de l'administrador de la llista.

source: The maximum member bounce score before the member's subscription is disabled. This value can be a floating point number.
ca_es: El valor dels missatges rebotats dels subscriptors, a partir del qual s'inhabilita la subscripció. Aquest valor pot ser un nombre en punt flotant.

source: Each subscriber is assigned a bounce score, as a floating point number. Whenever Mailman receives a bounce from a list member, that member's score is incremented. Hard bounces (fatal errors) increase the score by 1, while soft bounces (temporary errors) increase the score by 0.5. Only one bounce per day counts against a member's score, so even if 10 bounces are received for a member on the same day, their score will increase by just 1. This variable describes the upper limit for a member's bounce score, above which they are automatically disabled, but not removed from the mailing list.
ca_es: Cada subscriptor rep una puntuació de retorn en forma de número de coma flotant. Quan el Mailman rep un retorn d'un subscriptor, se li incrementa la puntuació de retorn. Els retorns definitius (errors fatals) incrementen la puntuació en 1 punt, mentre que els retorns temporals (errors temporals) incrementen la puntuació en 0.5 punts. Només comptarà un retorn per dia per a la puntuació de cada subscriptor, de manera que si per exemple es reben 10 retorns d'un subscriptor en un mateix dia, la seva puntuació només s'incrementarà en 1 punt. Aquesta variable descriu el límit superior de la puntuació d'un subscriptor, per sobre de la qual se li inhabilitarà el compte, però no se'l suprimirà de la llista de correu.

source: The number of days after which a member's bounce information is discarded, if no new bounces have been received in the interim. This value must be an integer.
ca_es: El nombre de dies abans que l' informació de rebots del subscriptor sigui descartada, si no es reben nous rebots. Aquest valor ha de ser un nombre sencer.

source: How many <em>Your Membership Is Disabled</em> warnings a disabled member should get before their address is removed from the mailing list. Set to 0 to immediately remove an address from the list once their bounce score exceeds the threshold. This value must be an integer.
ca_es: Quantes notificacions de <em>Your Membership Is Disabled</em> ha de rebre un subscriptor abans de ser eliminat de la llista de correu. Estableix aquest valor a 0 si voleu eliminar immediatament l'adreça una vegada excedit el límit. Aquest valor ha de ser un nombre sencer.

source: The number of days between sending the <em>Your Membership Is Disabled</em> warnings. This value must be an integer.
ca_es: Nombre de dies entre els enviaments de la notificació <em>Your Membership Is Disabled</em>. Aquest valor ha de ser un sencer.

source: Notifications
ca_es: Notificacions

source: Should Mailman send you, the list owner, any bounce messages that failed to be detected by the bounce processor? <em>Yes</em> is recommended.
ca_es: Hauria Mailman enviar-li a vostè, propietari de la llista, els missatges rebotats que el sistema de processament de rebots no hagi pogut detectar? l'opció recomanada és <em>Si</em>.

source: While Mailman's bounce detector is fairly robust, it's impossible to detect every bounce format in the world. You should keep this variable set to <em>Yes</em> for two reasons: 1) If this really is a permanent bounce from one of your members, you should probably manually remove them from your list, and 2) you might want to send the message on to the Mailman developers so that this new format can be added to its known set. <p>If you really can't be bothered, then set this variable to <em>No</em> and all non-detected bounces will be discarded without further processing. <p><b>Note:</b> This setting will also affect all messages sent to your list's -admin address. This address is deprecated and should never be used, but some people may still send mail to this address. If this happens, and this variable is set to <em>No</em> those messages too will get discarded. You may want to set up an <a href="?VARHELP=autoreply/autoresponse_admin_text">autoresponse message</a> for email to the -owner and -admin address.
ca_es: Encara que el detector de missatges rebotats de Mailman és bastant robust, és impossible detectar tots els formats de missatges rebotats que existeixen. Hauria de mantenir aquesta opció en <em>Sí</em> per dues raons: 1) Si és realment un rebot permanent d'un dels seus subscriptors, probablement hauria d'eliminar-lo de la llista manualment, i 2) podria enviar el missatge als programadors de Mailman per a afegir aquest nou format als formats coneguts. <p>Si, realment, no desitja ser molestat, configuri aquesta variable a <em/>No</em> i tots els missatges rebotats que no es detectin seran eliminats pel sistema. <p><b>Nota:</b> Aquest valor afecta també als missatges enviats a l'adreça -admin de la seva llista. Aquesta adreça està en vies de desaparició i no hauria d'utilitzar-se mai, però pot haver persones que encara enviïn missatges a aquesta adreça. Si ocorregués això amb aquesta opció configurada a <em>No</em> aquests missatges seran descartats. Si ho desitja, pot configurar un contestador <a href="?VARHELP=autoreply/autoresponse_admin_text">automàtic </a>per als missatges dirigits a les adreces -owner i -admin.

source: Should Mailman notify you, the list owner, when bounces cause a member's subscription to be disabled?
ca_es: ha de notificar-te Mailman quan els rebots causin la desactivació de la subscripció d'un membre?

source: By setting this value to <em>No</em>, you turn off notification messages that are normally sent to the list owners when a member's delivery is disabled due to excessive bounces. An attempt to notify the member will always be made.
ca_es: Establir aquest valor a <em>No</em> inhabilitarà l'enviament de missatges que es fa normalment als propietaris de llistes quan es desactiva l'adreça d'un subscriptor a causa d'un excés de rebots. De qualsevol forma, sempre s'intentarà notificar al subscriptor.

source: Should Mailman notify you, the list owner, when bounces cause a member to be unsubscribed?
ca_es: Hauria de notificar el Mailman als propietaris de la llista quan la subscripció d'un membre es cancel·li degut als rebots?

source: By setting this value to <em>No</em>, you turn off notification messages that are normally sent to the list owners when a member is unsubscribed due to excessive bounces. An attempt to notify the member will always be made.
ca_es: Establir aquest valor a <em>No</em> inhabilitarà l'enviament que es fa normalment al propietari de la llista quan la subscripció d'un membre es cancel·li degut als rebots. Sempre s'intentarà avisar al membre.

source: Bad value for <a href="?VARHELP=bounce/%(property)s" >%(property)s</a>: %(val)s
ca_es: Valor erroni per <a href="?VARHELP=bounce/%(property)s" >%(property)s</a>: %(val)s

source: Content&nbsp;filtering
ca_es: Filtre de&nbsp;contingut

source: Forward to List Owner
ca_es: Envia'l al propietari de la llista

source: Preserve
ca_es: Conserva'l

source: Policies concerning the content of list traffic. <p>Content filtering works like this: when a message is received by the list and you have enabled content filtering, the individual attachments are first compared to the <a href="?VARHELP=contentfilter/filter_mime_types">filter types</a>. If the attachment type matches an entry in the filter types, it is discarded. <p>Then, if there are <a href="?VARHELP=contentfilter/pass_mime_types">pass types</a> defined, any attachment type that does <em>not</em> match a pass type is also discarded. If there are no pass types defined, this check is skipped. <p>After this initial filtering, any <tt>multipart</tt> attachments that are empty are removed. If the outer message is left empty after this filtering, then the whole message is discarded. <p> Then, each <tt>multipart/alternative</tt> section will be replaced by just the first alternative that is non-empty after filtering if <a href="?VARHELP=contentfilter/collapse_alternatives" >collapse_alternatives</a> is enabled. <p>Finally, any <tt>text/html</tt> parts that are left in the message may be converted to <tt>text/plain</tt> if <a href="?VARHELP=contentfilter/convert_html_to_plaintext" >convert_html_to_plaintext</a> is enabled and the site is configured to allow these conversions.
ca_es: Polítiques referents al contingut del tràfic de la llista. <p>El filtrat del contingut funciona d'aquesta manera: quan la llista rep un missatge i ha habilitat el filtrat del contingut, en primer lloc es compara cada fitxer adjunt amb els <a href="?VARHELP=contentfilter/filter_mime_types"> tipus filtrats</a>. Si el tipus del fitxer adjunt coincideix amb algun dels tipus filtrats, es descarta. <p>A continuació, si s'han definit <a href="?VARHELP=contentfilter/pass_mime_types">tipus permesos</a> qualsevol adjunció amb un tipus que <em>no</em> coincideixi amb els tipus permesos també es descarta. Si no s'han definit tipus permesos, s'omet aquesta comprovació. <p>Després d'aquest filtratge inicial, qualsevol adjunció <tt>multipart</tt> que siguin buits se suprimiran. Si el missatge més extern queda buit després d'aquest filtratge, aleshores es descarta el missatge sencer. <p>A continuació, cada secció <tt>multipart/alternative</em> es reemplaça per la primera alternativa que no sigui buida després del filtratge si <a href="?VARHELP=contentfilter/collapse_alternatives" >collapse_alternatives</a> està habilitat. <p>Finalment, qualsevol part <tt>text/html</tt> que quedi en el missatge es converteix a <tt>text/plain</tt> si <a href="?VARHELP=contentfilter/convert_html_to_plaintext" >convert_html_to_plaintext</a> està habilitat i el servidor està configurat per a permetre aquestes conversions.

source: Should Mailman filter the content of list traffic according to the settings below?
ca_es: Hauria Mailman de filtrar el contingut del trafic de la llista d'acord amb les opcions d'abaix ?

source: Remove message attachments that have a matching content type.
ca_es: eliminar els fitxers adjunts als missatges que tinguin aquest tipus de contingut.

source: Use this option to remove each message attachment that matches one of these content types. Each line should contain a string naming a MIME <tt>type/subtype</tt>, e.g. <tt>image/gif</tt>. Leave off the subtype to remove all parts with a matching major content type, e.g. <tt>image</tt>. <p>Blank lines are ignored. <p>See also <a href="?VARHELP=contentfilter/pass_mime_types" >pass_mime_types</a> for a content type whitelist.
ca_es: Utilitzi aquesta opció per a treure qualsevol adjunt que s'ajusti a qualsevol dels següents tipus de continguts. cada línia hauria contenir una cadena indicant un <tt>tipus/subtipus</tt> MIME, ex. <tt>image/gif</tt>. No indiqui el subtipus si vol treure totes les parts amb el tipus de contingut principal, ex. <tt>image</tt>. Les línies en blanc s'ignoren. <p>Vegi també <a href="?VARHELP=contentfilter/pass_mime_types" >pass_mime_types</a> per a obtenir un llista de tipus de contingut.

source: Remove message attachments that don't have a matching content type. Leave this field blank to skip this filter test.
ca_es: Eliminar els adjunts del missatge que no tinguin un tipus de contingut coincident. Deixi aquest camp en blanc per a ometre aquesta comprovació del filtre.

source: Use this option to remove each message attachment that does not have a matching content type. Requirements and formats are exactly like <a href="?VARHELP=contentfilter/filter_mime_types" >filter_mime_types</a>. <p><b>Note:</b> if you add entries to this list but don't add <tt>multipart</tt> to this list, any messages with attachments will be rejected by the pass filter.
ca_es: Utilitzi aquesta opció per a treure qualsevol adjunt que no coincideixi amb un determinat content-type (tipus de contingut). Els requeriments i els formats són exactament com a <a href="?VARHELP=contentfilter/filter_mime_types" >filter_mime_types</a>. <p><b>Nota</b>:Si afegeix entrades a aquesta llista però no afegeix <tt>multipart</tt> a la llista, el filtre rebutjarà qualsevol missatge amb adjunts.

source: Remove message attachments that have a matching filename extension.
ca_es: Elimina els fitxers adjunts que coincideixin amb una extensió de fitxer.

source: Remove message attachments that don't have a matching filename extension. Leave this field blank to skip this filter test.
ca_es: Elimina els fitxers adjunts que no coincideixin amb una extensió de fitxer. Deixeu aquest camp en blanc per a ometre aquesta prova de filtre.

source: Should Mailman collapse multipart/alternative to its first part content?
ca_es: Voleu que el Mailman contregui el tipus multipart/alternative al contingut de la primera part?

source: Should Mailman convert <tt>text/html</tt> parts to plain text? This conversion happens after MIME attachments have been stripped.
ca_es: Voleu que el Mailman converteixi les parts <tt>text/html</tt> a text pla? Aquesta conversió es duu a terme després d'haver extret els fitxers adjunts MIME.

source: Action to take when a message matches the content filtering rules.
ca_es: Acció a executar quan un missatge coincideixi amb les regles del filtre de continguts.

source: One of these actions is taken when the message matches one of the content filtering rules, meaning, the top-level content type matches one of the <a href="?VARHELP=contentfilter/filter_mime_types" >filter_mime_types</a>, or the top-level content type does <strong>not</strong> match one of the <a href="?VARHELP=contentfilter/pass_mime_types" >pass_mime_types</a>, or if after filtering the subparts of the message, the message ends up empty. <p>Note this action is not taken if after filtering the message still contains content. In that case the message is always forwarded on to the list membership. <p>When messages are discarded, a log entry is written containing the Message-ID of the discarded message. When messages are rejected or forwarded to the list owner, a reason for the rejection is included in the bounce message to the original author. When messages are preserved, they are saved in a special queue directory on disk for the site administrator to view (and possibly rescue) but otherwise discarded. This last option is only available if enabled by the site administrator.
ca_es: Es prendrà una de les accions següents si el missatge coincidex amb alguna de les regles de filtrat de contingut, és a dir, que el content-type de major nivell coincideixi amb un dels <a href="?VARHELP=contentfilter/filter_mime_types" >filter_mime_types</a>, o que el content-type de major nivell <strong>no coincideixi</strong> amb cap dels <a href="?VARHELP=contentfilter/pass_mime_types" >pass_mime_types</a>, o si després del filtrat de les subparts del missatge, el missatge acaba buit. <p>Observi que aquesta acció no es porta a terme si després de el filtrat el missatge segueix tenint contingut. En aquest cas el missatge sempre s'enviarà a l'adreça de la llista. <p>Quan es descartin missatges, s'anotarà un log amb el Message-ID del missatge descartat. Quan es rebutgin o s'enviïn missatges al propietari de la llista, s'inclourà el motiu del rebuig en el missatge enviat. Quan es preserven, els missatges es guarden en un directori especial del disc perquè l'administrador els vegi (i possiblement recuperi) o descarti en cas contrari. Aquesta última opció només està disponible si ho ha habilitat l'administrador.

source: Bad MIME type ignored: %(spectype)s
ca_es: Tipus MIME erroni ignorat: %(spectype)s

source: Digest options
ca_es: Opcions del lliurament per resum

source: Batched-delivery digest characteristics.
ca_es: Característiques del lliurament per resum.

source: Can list members choose to receive list traffic bunched in digests?
ca_es: Poden els membres de la llista escollir rebre el tràfic de la llista en un resum?

source: Digest
ca_es: Resum

source: Regular
ca_es: Normal

source: Which delivery mode is the default for new users?
ca_es: Quin mode de lliurament es el predeterminat per als nous usuaris?

source: Plain
ca_es: Text net

source: When receiving digests, which format is default?
ca_es: Quin voleu que sigui el format predeterminat de recepció de resums?

source: How big in Kb should a digest be before it gets sent out?
ca_es: De quina mida (en kb) ha de ser el resum en Kb abans que s'enviï?

source: Should a digest be dispatched daily when the size threshold isn't reached?
ca_es: Voleu que s'enviï el resum diàriament si la mida límit no s'ha assolit?

source: Header added to every digest
ca_es: Capçalera afegida a cada resum

source: Text attached (as an initial message, before the table of contents) to the top of digests.
ca_es: Text a afegir (com a missatge inicial, abans de la taula de contingut) a l'inici dels resums.

source: Footer added to every digest
ca_es: Peu de pàgina afegit a cada resum

source: Text attached (as a final message) to the bottom of digests.
ca_es: Text a afegir (com a missatge final) al final dels resums.

source: How often should a new digest volume be started?
ca_es: Amb quina freqüència caldria començar un nou volum de resum?

source: When a new digest volume is started, the volume number is incremented and the issue number is reset to 1.
ca_es: Quan es comença un nou volum de resum, el nombre de volum s'incrementa i el nombre d'enviament es reinicialitza a 1.

source: Should Mailman start a new digest volume?
ca_es: Voleu que el Mailman iniciï un volum de resum nou?

source: Setting this option instructs Mailman to start a new volume with the next digest sent out.
ca_es: Si activeu opció, el Mailman iniciarà un volum nou amb el proper resum que s'enviï.

source: Should Mailman send the next digest right now, if it is not empty?
ca_es: Voleu que el Mailman enviï el resum següent ara mateix, en cas que no sigui buit?

source: The next digest will be sent as volume %(volume)s, number %(number)s
ca_es: El resum següent s'enviarà com a volum %(volume)s, número %(number)s

source: A digest has been sent.
ca_es: Un resum ha estat enviat

source: There was no digest to send.
ca_es: No hi havia cap resum per a enviar.

source: Invalid value for variable: %(property)s
ca_es: Valor erroni de la variable: %(property)s

source: Bad email address for option %(property)s: %(val)s
ca_es: Adreça de correu electrònic errònia per a la opció %(property)s: %(val)s
